Repository: GNOME/gnome-initial-setup
Catalog: po/*.po
Languages: ja, kab, nn

source: Initial Setup
ja: 初期設定
kab: Asebded amezwaru
nn: Oppsett

source: _Next
ja: 次へ(_N)
kab: Uḍfir (_N)
nn: _Neste

source: _Accept
ja: 承認(_A)
kab: _Qbel
nn: _Godtak

source: _Skip
ja: スキップ(_S)
kab: Zgel (_S)
nn: H_opp over

source: _Previous
ja: 前へ(_P)
kab: Uzwir (_P)
nn: _Førre

source: _Cancel
ja: キャンセル(_C)
kab: Sefsex (_C)
nn: _Avbryt

source: Force existing user mode
ja: 既存ユーザーモードを強制する
kab: Ḥettem askar n useqdac i yellan
nn: Tving eksisterande brukarmodus

source: — GNOME initial setup
ja: — GNOME 初期設定
kab: _ Askar n uswel GNOME
nn: — Oppsett

source: Failed to cache account
ja: アカウントのキャッシュに失敗しました
kab: Tecceḍ tuffra n umiḍan
nn: Klarte ikkje å mellomlagra konto

source: Failed to register account
ja: アカウントの登録に失敗しました
kab: Asekles n umiḍan ur yeddi ara
nn: Klarte ikkje å registrera konto

source: No supported way to authenticate with this domain
ja: このドメインでの認証方法はサポートされていません
kab: Ulac abrid n usefrek i usesteb d taɣult-a
nn: Ingen stødd måte å legitimera seg med dette domenet

source: Failed to join domain
ja: ドメインへの参加に失敗しました
kab: Timerna ɣer taɣult ur teddi ara
nn: Klarte ikkje å verta med i domenet

source: Failed to log into domain
ja: ドメインへのログインに失敗しました
kab: Anekcum ɣer taɣult ur yeddi ara
nn: Klarte ikkje å logga inn i domenet

source: Enterprise Login
ja: エンタープライズログイン
kab: Anekcam n tkebbanit
nn: Verksemdsinnlogging

source: Enterprise login allows an existing centrally managed user account to be used on this device. You can also use this account to access company resources on the internet.
ja: エンタープライズログインを利用すると、このデバイスで既存の集中管理ユーザーアカウントを使用できます。また、このアカウントでインターネット上の企業リソースにもアクセスできます。
kab: Anekcum n tkebbanit yessarag amiḍan n useqdac yellan yakan yettusefrek s wudem aslemmas. Tzemreḍ daɣen ad tesqedceḍ amiḍan-a i unekcum ɣer yiɣbula n tkebbanit deg internet.
nn: Verksemdsinnlogging tillèt at ein eksisterande sentralt handsama brukarkonto kan verte brukt på denne eininga. Du kan òg bruka denne kontoen for å nå verksemdsressursar på nettet.

source: _Domain
ja: ドメイン(_D)
kab: Taɣult (_D)
nn: _Domene

source: _Username
ja: ユーザー名(_U)
kab: Isem n _useqdac
nn: _Brukarnamn

source: _Password
ja: パスワード(_P)
kab: Awal n uɛeddi (_P)
nn: _Passord

source: Enterprise domain or realm name
ja: エンタープライズドメインまたはレルム名
kab: TAɣult n tkebbanit neɣ isem n taɣult
nn: Verksemdsdomene eller -namn

source: Domain Administrator Login
ja: ドメイン管理者ログイン
kab: Anekcam n unedbal n taɣult
nn: Innlogging for domeneadminstrator

source: In order to use enterprise logins, this computer needs to be enrolled in a domain. Please have your network administrator type the domain password here, and choose a unique computer name for your computer.
ja: エンタープライズログインを利用するには、このコンピューターをドメインに登録する必要があります。ネットワーク管理者にドメインパスワードを入力してもらい、このコンピューターの一意のコンピューター名を指定してください。
kab: I wakken ad tesqedceḍ inekcam n tkebbanit, aselkim-a yesra ad yettujerred deg kra n taɣult. Ttxil-k, ssuter deg unedbal-ik n uzeṭṭa ad yaru dagi awal n uεeddi n taɣult, ad yefren daɣen isem asuf n uselkim i uselkim-ik.
nn: For å kunne bruke verksemdsinnloggingar lyt denne datamaskina vera meldt inn i eit domene. Venlegast få nettverkadministratoren din til å skriva domenepassordet her, og vel eit unikt datamaskinnamn for datamaskina di.

source: _Computer
ja: コンピューター(_C)
kab: Aselkim (_C)
nn: D_atamaskin

source: Administrator _Name
ja: 管理者名(_N)
kab: Isem n u_nedbal
nn: Administrator_namn

source: Administrator Password
ja: 管理者パスワード
kab: Awal n uɛeddi n unedbal
nn: Administratorpassord

source: C_ontinue
ja: 続行(_O)
kab: Kemmel (_O)
nn: _Hald fram

source: We need a few details to complete setup.
ja: セットアップを完了するために、いくつかの詳細情報が必要です。
kab: Nesra kra n telqayt i usmad n usbeddi.
nn: Vi treng nokre få detaljar for å fullføra oppsett.

source: Administrator
ja: 管理者
kab: Anedbal

source: Failed to create user '%s':
ja: ユーザー '%s' の作成に失敗しました:
kab: Tecceḍ tmerna n useqdac '%s':
nn: Klarte ikkje å opprette brukar «%s»:

source: Change Avatar
ja: アバターを変更
kab: Beddel avatar
nn: Brigd profilbilete

source: Remove Avatar
ja: アバターを削除
kab: Kkes avatar
nn: Fjern profilbilete

source: About You
ja: あなたについて
kab: Fell-ak·am
nn: Om deg

source: Please provide a name and username. You can choose a picture too.
ja: 名前とユーザー名を入力してください。画像の選択もできます。
kab: Ttxil-k mudd isem d yisem n useqdac. Tzemreḍ ad tferneḍ ula d tawlaft.
nn: Venlegast oppgje eit namn og brukarnamn. Du kan òg velja eit bilete.

source: _Full Name
ja: フルネーム(_F)
kab: Isem ummid (_F)
nn: _Fullt namn

source: Set up _parental controls for this user
ja: このユーザーのペアレンタルコントロールを設定する(_P)
kab: Sbadu isenqaden imarawen i useqdac-a
nn: Opprett _foreldrestyring for denne brukaren

source: For use by a parent or supervisor, who must set up their own password.
ja: 保護者または監督者向けです。自身のパスワードを設定する必要があります。
kab: I useqdec sɣur ababt neɣ amwekkel, win ara yesbadun awal-is n uεeddi.
nn: For bruk av ein forelder eller oversynar, som lyt stilla inn sitt eige passord.

source: _Enterprise Login
ja: エンタープライズログイン(_E)
kab: _Anekcum n tkebbanit
nn: _Verksemdsinnlogging

source: Go online to set up Enterprise Login.
ja: オンラインで「エンタープライズログイン」 の設定を実施してください。
kab: Qqen ɣer internet i wakken ad tesbaduḍ Anekcum n Tkebbanit.
nn: Gå på nett for å setja opp verksemdsinnlogging.

source: Cannot automatically join this type of domain
ja: このタイプのドメインには自動的に参加できません
kab: Ulamek timerna ɣer wanaw-a n taɣult s wudem awurman
nn: Kan ikkje verte med i denne typen domene sjølvverkande

source: No such domain or realm found
ja: そのようなドメインまたはレルムが見つかりませんでした
kab: Ulac anekcam n tkebbanit neɣ isem n taɣult i yettwafen
nn: Inkje slik domene funne

source: Cannot log in as %s at the %s domain
ja: ドメイン %2$s に %1$s としてログインできません
kab: Ur tezmireḍ ara ad tkecmeḍ d %s ɣer taɣult %s
nn: Kan ikkje logga inn som %s på %s-domenet

source: Invalid password, please try again
ja: パスワードが正しくありません。もう一度お試しください
kab: Awal n uεeddi d arameɣtu, εreḍ tikkelt niḍen
nn: Ugyldig passord, venlegast prøv att

source: Couldn’t connect to the %s domain: %s
ja: ドメイン %s に接続できませんでした: %s
kab: Ur nezmir ara ad neqqen ɣer taɣult %s: %s
nn: Klarte ikkje å kopla til %s-domenet: %s

source: Sorry, that user name isn’t available. Please try another.
ja: そのユーザー名は使用できません。別のユーザー名をお試しください。
kab: Nesḥassef, isem-a n useqdac ulac-it. Ma ulac aɣilif ɛreḍ wayeḍ.
nn: Orsak, det brukarnamnet er ikkje tilgjengeleg. Venlegast vel eit anna.

source: The username is too long.
ja: ユーザー名が長すぎます。
kab: Isem n useqdac ɣezzif aṭas.
nn: Brukarnamnet er for langt.

source: The username must start with a lower case letter from a-z.
ja: ユーザー名は a から z の小文字で始まる必要があります。
kab: Isem n useqdac ilaq ad yebdu s usekkil ameẓẓyan seg a-z.
nn: Brukarnamnet lyt byrja med ein liten bokstav frå a til z (ingen å, æ eller ø).

source: That username isn’t available. Please try another.
ja: そのユーザー名は使用できません。別のユーザー名を試してください。
kab: Isem-a n useqdac ulac-it. Ma ulac aɣilif ɛreḍ wayeḍ.
nn: Det brukarnamnet er ikkje tilgjengeleg. Venlegast vel eit anna.

source: The username should only consist of lower case letters from a-z, digits, and the following characters: - _
ja: ユーザー名は、a から z の小文字、数字、および以下の記号のみで構成される必要があります: - _
kab: Isem n useqdac ilaq ad yesεu kan isekkilen imecṭaḥ seg a-z, izwilen akked isekkilen-a: - _
nn: Brukarnamnet kan berre innehalda små bokstavar frå a til z, tal og dei fylgjande teikna: - _

source: This will be used to name your home folder and can’t be changed.
ja: これはホームフォルダーの名前として使用され、後から変更することはできません。
kab: Ayagi ad yettuseqdec i usemmi n ukaram-ik agejdan, ur yettbeddil ara.
nn: Dette skal verta brukt for å namngje heimemappa di og kan ikkje brigdast.

source: Preview
ja: プレビュー
kab: Taskant
nn: Førehandsvisning

source: More…
ja: さらに…
kab: Ugar…
nn: Meir…

source: No inputs found
ja: 入力方法が見つかりません
kab: Ulac inekcumen i yettwafen
nn: Ingen inndatakjelder funne

source: Typing
ja: 入力
kab: Tira
nn: Skriv

source: Select your keyboard layout or an input method.
ja: キーボードレイアウトまたは入力メソッドを選択してください。
kab: Fren taneɣruft-inek·inem n unasiw neɣ tarrayt i usekcem n unasiw.
nn: Vel tastaturoppsettet eller inndatakjelde.

source: Search keyboards and input methods
ja: キーボードと入力メソッドを検索
kab: Nadi inasiwen d tarrayin n usekcem
nn: Søk gjennom tastaturoppsett og inndatakjelder

source: No languages found
ja: 利用可能な言語が見つかりません
kab: Ulac tutlaying i yettwafen
nn: Ingen språk funne

source: Welcome
ja: ようこそ
kab: Ansuf
nn: Velkomen

source: Select a language from the list, or search an specific language.
ja: 一覧から言語を選択するか、特定の言語を検索してください。
nn: Vel eit språk frå lista eller søk etter eit visst språk.

source: Welcome!
ja: ようこそ!
kab: Ansuf!
nn: Velkomen!

source: Search languages
ja: 言語を検索
nn: Søk etter språk

source: Available languages
ja: 利用可能な言語
nn: Tilgjengelege språk

# Wireless access point
source: Other…
ja: その他…
kab: Wayeḍ…
nn: Anna…

source: Wireless networking is disabled
ja: 無線ネットワークが無効です
kab: Azeṭṭa war tinelwa yensa
nn: Trådlaus nettverking er slegen av

source: Checking for available wireless networks
ja: 利用可能な無線ネットワークを確認中
kab: Asenqed n tiltin n yizeḍwa war tinelwa
nn: Ser etter tilgjengelege trådlause nettverk

source: Network
ja: ネットワーク
kab: Aẓeṭṭa
nn: Nettverk

source: Connecting to the internet helps you get new apps, information, and other upgrades. It also helps set the time and your location automatically.
ja: インターネットに接続すると、新しいアプリや情報、その他のアップグレードを入手できます。また、時刻と位置情報の自動設定も行われます。
kab: Tuqqna ɣer internet ad k-yall ad tawiḍ isnasen imaynuten, talɣut akked yileqman niḍen. Yettall daɣen deg usbadu n wakud akked wadig-ik s wudem awurman.
nn: Å kople til nettet hjelper deg med å få nye appar, opplysingar og andre oppgraderingar. Det hjelper òg med å stilla inn tida og plasseringa di sjølvverkande.

source: No wireless available
ja: 無線が利用できません
kab: Ulac azeṭṭa war tinelwa
nn: Ingen trådlaus tilgjengeleg

source: Turn On
ja: オンにする
kab: Sermed
nn: Slå på

source: Parental Controls for %s
ja: %s のペアレンタルコントロール
kab: Isenqaden imarawen i %s
nn: Foreldrestyring for %s

source: Set restrictions on what this user can run or install.
ja: このユーザーが実行やインストールできる内容を制限する。
kab: Sbadu tilisa ɣef wacu i yezmer useqdac-a ad t-isselkem neɣ ad t-isebded.
nn: Still inn avgrensingar på kva denne brukaren kan køyra eller installera.

source: Parental Controls
ja: ペアレンタルコントロール
kab: Isenqaden imarawen
nn: Foreldrestyring

source: Set a Password for %s
ja: %s のパスワードを設定
kab: Sbadu awal uffir i %s
nn: Still inn eit passord for %s

source: Be careful not to lose your password.
ja: パスワードを紛失しないようご注意ください。
kab: Ḥader ad ak-iruḥ wawal n uεeddi.
nn: Ver varsam på at du ikkje missar passordet.

source: Set a Parent Password
ja: 保護者パスワードを設定
kab: Sbadu awal uffir amaraw
nn: Still inn eit foreldrepassord

source: This password will control access to the parental controls for %s.
ja: このパスワードで %s のペアレンタルコントロールへのアクセスを管理します。
kab: Awal-a n uεeddi ad issenqad anekcum ɣer yisenqaden imarawen i %s.
nn: Dette passordet skal styre åtgang til foreldrestyringane til %s.

source: Password strength: %s.
ja: パスワードの強度: %s。

source: The passwords do not match.
ja: パスワードが一致しません。
kab: Awalen n uɛeddi ur nmeɣran ara.
nn: Passorda samsvarer ikkje.

source: Password
ja: パスワード
kab: Awal n uɛeddi
nn: Passord

source: _Confirm Password
ja: パスワードの確認(_C)
kab: _Sentem awal uffir
nn: _Stadfest passord

source: Password _Hint
ja: パスワードヒント(_H)
nn: _Hint

source: Password hint will be shown in case you forget your password.
ja: パスワードを忘れた場合にパスワードヒントが表示されます。
nn: Eit hint vil verta synt om du gløymer passordet.

# Password hint
source: The new password needs to be different from the old one.
ja: 新しいパスワードは、古いパスワードとは異なるものにする必要があります。
kab: Awal uffi amaynut yewwi-d ad yemgarad ɣef winna yellan d aqbur.
nn: Det nye passordet må skilja seg frå det førre.

# Password hint
source: This password is very similar to your last one. Try changing some letters and numbers.
ja: このパスワードは前回のものと非常に似ています。いくつかの文字や数字を変更してください。
kab: Awal-a n uεeddi swaswa am win yezrin. Ԑreḍ beddel kra n yisekkilen d yizwilen.
nn: Dette passordet liknar sterkt på ditt førre passord. Prøv å brigda nokre bokstavar og tal.

# Password hint
source: This password is very similar to your last one. Try changing the password a bit more.
ja: このパスワードは前回のものと非常に似ています。もう少しパスワードを変更してください。
kab: Awal-a n uεeddi swaswa am win yezrin. Ԑreḍ beddel-as ugar.
nn: Dette passordet liknar sterkt på ditt førre passord. Prøv å brigda passordet litt til.

# Password hint
source: This is a weak password. A password without your user name would be stronger.
ja: このパスワードは弱すぎます。ユーザー名を含まないパスワードにすると、より強固になります。
kab: Wagi d awal n uεeddi afessas maḍi. Awal n uεeddi war isem-ik n useqdac ad yiǧhid aṭas.
nn: Dette er eit svakt passord. Eit passord utan brukarnamnet ditt hadde vore sterkare.

# Password hint
source: This is a weak password. Try to avoid using your name in the password.
ja: このパスワードは弱すぎます。パスワードにあなたの名前を使わないでください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur sseqdac ara isem-ik deg wawal n uεeddi.
nn: Dette er eit svakt passord. Prøv å unngå å bruka brukarnamnet ditt i passordet.

# Password hint
source: This is a weak password. Try to avoid some of the words included in the password.
ja: このパスワードは弱すぎます。パスワードに含まれる一部の単語を使わないでください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur sseqdac ara awalen yellan deg wawal n uεeddi.
nn: Dette er eit svakt passord. Prøv å unngå å bruka nokre av orda i passordet.

# Password hint
source: This is a weak password. Try to avoid common words.
ja: このパスワードは弱すぎます。一般的な単語を使わないでください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur sseqdac ara awalen yuzzlen.
nn: Dette er eit svakt passord. Prøv å unngå vanlege ord.

# Password hint
source: This is a weak password. Try to avoid reordering existing words.
ja: このパスワードは弱すぎます。既存の単語の並び替えは避けてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur ttqadar ara amyizwer n wawalen yellan.
nn: Dette er eit svakt passord. Prøv å unngå å brigda rekkjefylgja på eksisterande ord.

# Password hint
source: This is a weak password. Try to use more numbers.
ja: このパスワードは弱すぎます。数字をもっと増やしてみてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ seqdec ugar n yizwilen.
nn: Dette er eit svakt passord. Prøv å bruka fleire tal.

# Password hint
source: This is a weak password. Try to use more uppercase letters.
ja: このパスワードは弱すぎます。大文字をもっと増やしてみてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ seqdec ugar n yisekkilen imeqqranen.
nn: Dette er eit svakt passord. Prøv å bruka fleire storbokstavar.

# Password hint
source: This is a weak password. Try to use more lowercase letters.
ja: このパスワードは弱すぎます。小文字をもっと増やしてみてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ seqdec ugar n yisekkilen imecṭaḥ.
nn: Dette er eit svakt passord. Prøv å bruka fleire småbokstavar.

# Password hint
source: This is a weak password. Try to use more special characters, like punctuation.
ja: このパスワードは弱すぎます。句読点などの特殊文字をもっと使ってみてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ seqdec isekkilen uzzigen, am usigez.
nn: Dette er eit svakt passord. Prøv å bruka fleire særlege teikn, som punktum, kolon, understrek, bindestrek med fleire.

# Password hint
source: This is a weak password. Try to use a mixture of letters, numbers and punctuation.
ja: このパスワードは弱すぎます。アルファベットや数字、記号を混ぜるようにしてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ sexleḍ gar isekkilen, izwilen d usigez.
nn: Dette er eit svakt passord. Prøv å bruka ei blanding av bokstavar, tal og særlege teikn.

# Password hint
source: This is a weak password. Try to avoid repeating the same character.
ja: このパスワードは弱すぎます。同じ文字の繰り返しは避けてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur ttales ara asekkil-nni kan.
nn: Dette er eit svakt passord. Prøv å unngå å gjentaka same teikn.

# Password hint
source: This is a weak password. Try to avoid repeating the same type of character: you need to mix up letters, numbers and punctuation.
ja: このパスワードは弱すぎます。同種文字の繰り返しは避け、アルファベット・数字・記号を混ぜてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur ttales ara i tira n yisekkilen-nni kan: tesriḍ ad txelḍeḍ gar yisekkilen, izwilen d usigez.
nn: Dette er eit svakt passord. Prøv å unngå å gjentaka same type teikn; du treng å blande bokstavar, tal og særlege teikn.

# Password hint
source: This is a weak password. Try to avoid sequences like 1234 or abcd.
ja: このパスワードは弱すぎます。1234 や abcd などの連続する並びは避けてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ ur ttqadar ara asemyizwer am 1234 neɣ abcd.
nn: Dette er eit svakt passord. Prøv å unngå rekkjefylgjer som 1234 eller abcd.

# Password hint
source: This is a weak password. Try to add more letters, numbers and punctuation.
ja: このパスワードは弱すぎます。アルファベットや数字、記号をもっと増やしてみてください。
kab: Wagi d awal n uεeddi afessas maḍi. Ԑreḍ rnu isekkilen, izwilen d usigez.
nn: Dette er eit svakt passord. Prøv å leggje til fleire bokstavar, tal og særlege teikn.

# Password hint
source: Mix uppercase and lowercase and try to use a number or two.
ja: 大文字と小文字を混ぜ、数字も 1 ～ 2 個使ってみてください。
kab: Sexleḍ gar yisekkilen imeqqranen d yimeẓẓyanen, tmuqleḍ amek ara ternuḍ amḍan neɣ sin.
nn: Bland store og små bokstavar og prøv å bruka nokre tal.

# Password hint
source: Adding more letters, numbers and punctuation will make the password stronger.
ja: アルファベットや数字、記号をもっと増やすと、パスワードが強固になります。
kab: Timerna n waṭas n yisekkilen, imḍanen d usigez ad yerr awal uffir yeǧhed aṭas.
nn: Å leggja til fleire bokstavar, tal og særlege teikn skal gjera passordet sterkare.

source: poor
ja: 脆弱

source: weak
ja: 弱い

source: strong
ja: 強固

source: excellent
ja: 非常に強固

source: Sends technical reports that do not contain personal information. Data is collected by %1$s (<a href='%2$s'>privacy policy</a>).
ja: 個人情報を含まない技術レポートを送信します。データは %1$s (<a href='%2$s'>プライバシーポリシー</a>) によって収集されます。
kab: Yettazen ineqqisen itiknikanen ideg ulac talɣut tudmawant. Isefka ttwaleqḍen-d s %1$s (<a href='%2$s'>tasertit n uqader n tudert tabaḍnit</a>).
nn: Sender tekniske rapportar som ikkje inneheld personlege opplysingar. Data vert samla inn av %1$s (<a href='%2$s'>personvernsattest</a>).

source: Sends technical reports that do not contain personal information. Data is collected by %s.
ja: 個人情報を含まない技術レポートを送信します。データは %s によって収集されます。
kab: Yettazen ineqqisen itiknikanen ideg ulac talɣut tudmawant. Isefka ttwaleqḍen-d s %s..
nn: Sender tekniske rapportar som ikkje inneheld personlege opplysingar. Data vert samla inn av %1$s.

source: Allows apps to determine your geographical location.
ja: アプリが位置情報を取得することを許可します。
nn: Tillèt at appar skal kunne sjå di geografiske plassering.

source: Privacy
ja: プライバシー
kab: Tabaḍnit
nn: Personvern

source: Location Services
ja: 位置情報サービス
kab: Imeẓla n wadig
nn: Plasseringstenester

source: Automatic Problem Reporting
ja: 問題の自動報告
kab: Aneqqis awurman n wuguren
nn: Sjølvverkande problemrapportering

source: Privacy controls can be changed at any time from the Settings app.
ja: プライバシーの設定は、「設定」アプリからいつでも変更できます。
kab: Isenqaden n tudert tabaḍnit zemren ad ttwabeddlen melmi i tebɣiḍ seg usnas n yiɣewwaren.
nn: Personvernsinnstillingar kan verta brigda når som helst frå Innstillingar.

source: Third-Party Repositories
ja: サードパーティのリポジトリ
kab: Ikufiyen n wis kraḍ
nn: Tredjeparts programvarekjelder

source: Third-party repositories provide access to additional software from selected <a href='%s'>external sources</a>, including popular apps and drivers that are important for some devices. Some proprietary software is included.
ja: サードパーティのリポジトリは、選択された<a href='%s'>外部ソース</a>からの追加ソフトウェアを提供します。人気のアプリや一部のデバイスにとって重要なドライバー、いくつかのプロプライエタリソフトウェアなどが含まれています。
nn: Tredjeparts programvarekjelder byd på tilgang til fleire programvarer frå utvalde <a href='%s'>eksterne kjelder</a>, inkludert populære appar og drivarar som er viktige for nokre einingar. Nokre programvarer med gøymd kjeldekode er inkluderte.

source: Third-party repositories provide access to additional software from selected external sources, including popular apps and drivers that are important for some devices. Some proprietary software is included.
ja: サードパーティのリポジトリは、選択された外部ソースから追加のソフトウェアを提供します。人気のアプリや一部のデバイス向けの重要なドライバー、プロプライエタリソフトウェアなどが含まれています。
kab: Ikufiyen n wis kraḍ ttmuddun anekcum ɣer useɣẓan niḍen seg yiɣbula izɣarayen i yettwafernen, akked isnasen yettwassnen d yinuḍaf i ilaqen i kra n yibenkan. Kra n yiseɣẓanen at yimawlan ddan-d.
nn: Tredjeparts programvarekjelder byd på tilgang til fleire programvarer frå utvalde eksterne kjelder, inkludert populære appar og drivarar som er viktige for nokre einingar. Nokre programvarer med gøymd kjeldekode er inkluderte.

source: _Disable Third-Party Repositories
ja: サードパーティのリポジトリを無効にする(_D)
kab: _Sens ikufiyen n wis kraḍ
nn: _Slå av tredjeparts programvarekjelder

source: _Enable Third-Party Repositories
ja: サードパーティのリポジトリを有効にする(_E)
kab: _Rmed ikufiyen n wis kraḍ
nn: _Slå på tredjeparts programvarekjelder

source: Setup Failed
ja: セットアップ失敗
nn: Oppsett mislukkast

source: Close
ja: 閉じる
nn: Lukk

source: _Start Using %s
ja: %s を使い始める(_S)
kab: _Bdu aseqdec n %s
nn: _Kom i gang med %s

source: %s is ready to be used.
ja: %s を使用する準備ができました。
kab: %s yewjed i useqdec.
nn: %s er klar for å verta brukt.

source: Setup Complete
ja: セットアップ完了
kab: Asebded yemmed
nn: Oppsett fullført

source: All done!
ja: 完了しました!
kab: Immed kullec!
nn: Ferdig!

source: Search cities
ja: 都市を検索
kab: Nadi timdinin
nn: Søk etter byar

source: %l:%M %p
ja: %p %I:%M

source: Current timezone: %s at %s; current time: %s
ja: 現在のタイムゾーン: %s (%s)、現在の時刻: %s
nn: Noverande tidssone: %s på %s; noverande tid: %s

source: Time Zone
ja: タイムゾーン
kab: Izḍi usrig
nn: Tidssone

source: The time zone will be set automatically if your location can be found. You can also search for a city to set it yourself.
ja: 位置情報が検出できる場合は、タイムゾーンが自動的に設定されます。都市を検索して自分で設定することもできます。
kab: Izḍi usrig ad yettusbadu s wudem awurman ma yella yettwaf wadig-ik. Tzemreḍ daɣen ad tnadiḍ ɣef temdint, ad t-tesbaduḍ kečč s timmad-ik.
nn: Tidssona skal verta stilt inn sjølvverkande om plasseringa di kan verte funnen. Du kan òg søkje etter ein by for å stille ho inn for hand.

source: Please search for a nearby city
ja: 近くの都市を検索してください
kab: TTxil-k nadi ɣef temdint i iqerben
nn: Venlegast søk etter ein by i nærleiken

source: Welcome to %s !
ja: %s へようこそ!
kab: Ansuf ɣer %s!
nn: Velkomen til %s!

source: Setup
ja: セットアップ
kab: Sebded
nn: Oppsett

source: Setup will guide you through making an account and enabling some features. We’ll have you up and running in no time.
ja: セットアップでは、アカウントの作成と機能の有効化を案内します。すぐに使い始められるようになります。
kab: Asebded ad k-iwelleh deg tmerna n umiḍan akked kra n tmahilin. Ad tuɣaleḍ twejdeḍ i umahil deg yal akaud.
nn: Oppsett skal leia deg gjennom å oppretta ein konto og å slå på nokre funksjonar. Vi skal få deg godt i gang på null komma niks.

source: _Start Setup
ja: セットアップを開始(_S)
kab: _Bdu asebded
nn: _Byrja oppsett

source: Force live user mode
ja: ライブユーザーモードを強制する
kab: Ḥettem askar n useqdac srid

source: Force OEM mode
ja: OEM モードを強制する
kab: Ḥettem askar OEM
nn: Tving OEM-modus

source: Try or Install?
ja: 試用またはインストール?
kab: Ԑreḍ neɣ sebded?
nn: Prøv eller installer?

source: You can try a temporary version of ${NAME} without making changes to the computer. If you decide to install later, just launch the installer from the Activities view. Alternatively, choose install to launch the installer.
ja: ${NAME} の一時版をコンピューターに変更を加えずに試用できます。後でインストールする場合は、アクティビティ画面からインストーラーを起動してください。 または、直接インストールを選択してインストーラーを起動することも可能です。
kab: Tzemreḍ ad tεerḍeḍ lqem askudan n ${NAME} war ma tgiḍ isenfal ɣef uselkim. Ma yella tebεiḍ ad tesbeddeḍ ticki, rmed kan amsebded seg teskant n Yirmad.
nn: Du kan prøva ei mellombels utgåve av ${NAME} utan å brigda datamaskinen. Om du vil installere seinare, er det berre å opna installeraren frå Aktivitetar-visinga. Alternativt kan du velja «Installer» for å lansera installeraren.

source: Install to Disk…
ja: ディスクにインストール…
kab: Sebded ɣef uḍebsi…
nn: Installer til disk…

source: Try ${NAME}
ja: ${NAME} を試用
kab: Ԑreḍ ${NAME}
nn: Prøv ${NAME}

source: Install ${PRETTY_NAME}
ja: ${PRETTY_NAME} をインストール
kab: Sebded ${PRETTY_NAME}
nn: Installer ${PRETTY_NAME}

source: Password strength: %d.
nn: Passordstyrke: %d.

source: %s, %s
nn: %s i %s
