Repository: GNOME/gnome-initial-setup
Catalog: po/*.po
Languages: ja, kab, nn

# timezone loc
source: %s, %s
nn: %s i %s

source: Set a Password
kab: Sbadu awal n uɛeddi

source: Privacy Policy
kab: Tasertit tabaḍnit

source: Allows apps to determine your geographical location. Uses the Mozilla Location Service (<a href='https://location.services.mozilla.com/privacy'>privacy policy</a>).
kab: Yessarag isnasen ad d-afen ideg-ik amaḍlan. Isseqdac ameẓlu n yideg n Mozilla. (<a href='https://location.services.mozilla.com/privacy'>tasertit n uqdaer n tudert tabaḍnit</a>).

source: Allows apps to determine your geographical location. Uses the Mozilla Location Service.
kab: Yessarag isnasen ad d-afen ideg-ik amaḍlan. Isseqdac ameẓlu n yideg n Mozilla.
